tap "snowflakedb/snowflake-cli"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "deno"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-filter-repo"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "snowflake-cli"
brew "starship"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "claude-code"
cask "drawio"
cask "font-moralerspace-hw"
cask "font-udev-gothic-nf"
cask "ghostty@tip"
cask "obsidian"
cask "slack"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "zoom"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hverlin.mise-vscode"
vscode "innoverio.vscode-dbt-power-user"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "snowflake.snowflake-vsc"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
